[Grenade.Twk_Inv_GrenadeOverseer:DisTweaks_InventoryItem_PlayerSpecific_0 DisTweaks_InventoryItem_PlayerSpecific]
m_Name=""
m_Description=""

[Grenade.Twk_Proj_Grenade_Overseer:DisTweaks_InteractableInterface_1 DisTweaks_InteractableInterface]
m_Name="手雷"
m_InteractText="`GBA_Use` 携带"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Grenade.Twk_Proj_Grenade_Overseer:DisTweaks_InteractableInterface_3 DisTweaks_InteractableInterface]
m_Name="手雷"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage="你不能再携带更多这种弹药了"

[Grenade.Twk_Proj_Grenade_Overseer_Flush:DisTweaks_InteractableInterface_2 DisTweaks_InteractableInterface]
m_Name="手雷"
m_InteractText="`GBA_Use` 携带"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Grenade.Twk_Proj_Grenade_Overseer_Flush:DisTweaks_InteractableInterface_3 DisTweaks_InteractableInterface]
m_Name="手雷"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage="你不能再携带更多这种弹药了"

[Grenade.Twk_Proj_Grenade_Overseer_JumpAway:DisTweaks_InteractableInterface_4 DisTweaks_InteractableInterface]
m_Name="手雷"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage="你不能再携带更多这种弹药了"

[Grenade.Twk_Proj_Grenade_Overseer_JumpAway:DisTweaks_InteractableInterface_5 DisTweaks_InteractableInterface]
m_Name="手雷"
m_InteractText="`GBA_Use` 携带"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Grenade.Twk_Proj_Grenade_Overseer_Unreachable:DisTweaks_InteractableInterface_3 DisTweaks_InteractableInterface]
m_Name="手雷"
m_InteractText="`GBA_Use` 携带"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Grenade.Twk_Proj_Grenade_Overseer_Unreachable:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="手雷"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage="你不能再携带更多这种弹药了"

[Musical.Twk_Inv_MusicAmp_Default:pPlayerSpecific DisTweaks_InventoryItem_PlayerSpecific]
m_Name=""
m_Description=""

[Musical.Twk_Weapon_MusicBox_Default:pPlayerSpecific DisTweaks_InventoryItem_PlayerSpecific]
m_Name=""
m_Description=""

[Twk_Inv_PistolHMaster:DisTweaks_InventoryItem_PlayerSpecific_1 DisTweaks_InventoryItem_PlayerSpecific]
m_Name="城市警卫配枪"
m_Description="现代火器，被城市警卫官，老兵和贵族们所持有。"

[Twk_Inv_SwordOverseer:DisTweaks_InventoryItem_PlayerSpecific_1 DisTweaks_InventoryItem_PlayerSpecific]
m_Name="督军军刀"
m_Description="一把优良的武器，由最好的提维亚合金所制，并刻有用于抵御虚空侵蚀的保护符咒。"

[Twk_Inv_SwordOverseer_Player:pPlayerSpecific DisTweaks_InventoryItem_PlayerSpecific]
m_Name="督军军刀"
m_Description="一把优良的武器，由最好的提维亚合金所制，并刻有用于抵御虚空侵蚀的保护符咒。"

